Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/www.samediggi.se/3083.html.tmx
Source language: sme
Languages: smj

source: Boazodoalu historjá - Sametinget
smj: Ällosujto histåvrrå - Sametinget

source: Detállja skulptuvrras mas leat illustrašvunnat sámi eallimis, duojár lea Lars Levi Sunna.
smj: Detalj från skulptur med illustrationer av sameliv, slöjdad av Lars Levi Sunna.

source: Govva: Sámediggi
smj: Foto: Sametinget.

source: Boazodoalu historjá
smj: Ällosujto histåvrrå

source: Boazu lea stuorra oassái vuođđun sámi kulturtárbái.
smj: Sámekultuvrraárbbe vuododuvvá stuorrát boahttsuj.

source: Bivdoservodagas bivde gottiid ovttas iežá vilda ealliiguin.
smj: Väjddo- ja bivddosebrudagán viejddin gåttijt aktan ietjá miehtsejuhtusij.

source: Boazodoallu viiddit hámis lea gávdnon 1600-logu rájis.
smj: Ällosujtto stuoráp doajmman le 1600-lågo rájes gávnnum.

source: Goddebivdu
smj: Gåddebivddo

source: Báktegovaid ja seailluhuvvon bivdoroggevuogađagaid bokte luonddus diehtit ahte bivdu gottis, sarvvas ja biertnas gávdno máŋga duhát jagi ovdal min áiggi.
smj: Lassestjuorggusij ja bisodum väjddoråggevuogádagáj baktu luondon diehtep gådde-, ällja- ja biernnaviejddem le moadda tuvsán jage åvddål mijá ájge gávnnum.

source: Jagi 98 m. Kr. čállet romálaš ja greikalaš historjáčállit ártegis olbmuid birra Thules mat leat náhkiiguin bivttastuvvon ja mat bivdet bohccuid ja vájaldit sabehiiguin.
smj: 98 jagen Kr. m. tjálli roma ja grehka histåvrråtjálle gábmelis muoddániehkkeulmutjij birra Thulen gudi viejddi boahttsujt ja tjuojggi.

source: Boazodoallu
smj: Ällosujtto

source: Norgga stuorraboanda Ottar guossástallá eaŋgelaš gonagasa 800-logus.
smj: 800-lågon Ottar vuona stuorrabåndor guossit ieŋŋgis gånågisáv.

source: Son muitala sámiid birra gonagassii ja maid ahte bohccot dápmojuvvo ja hoitojuvvo ealuin.
smj: Gånågissaj giehttu sámij birra ja boahttsu dábmaduvvin ja sujttiduvvin älojn.

source: Su muitalus čállojuvvo ja danin diehtit ahte boazodoallu gávdno.
smj: Suv giehtto tjáleduvvá ja danen diehtep ällosujtto gávnnu.

source: Boazodoallu rievdá
smj: Ällosujtto ietjájduvvá

source: Boazodoallu ovdánahttojuvvo 1500- 1600- ja 1700-loguin šaddat stuorit ja dehálaš vuođđun sámiid birgejupmái.
smj: 1500- 1600- ja 1700-lågojn ällosujtto åvdeduvvá stuoráp doajmman ja vuodo sámij bajásanedussaj.

source: Sivvan dasa lea muhtin muddui lassánan vearrogáibádusat ruvnnas Ruoŧa stuorraváldegudneáŋgirvuođa dihte.
smj: Svieriga stuorraviellderahtjamusáj diehti lasedum värrodäddo kråvnås le oarren.

source: Sámit leat nomádat ja johtet ovttas bohccuiguin vácci dahje sabehiid nalde.
smj: Sáme li jåhtåliddje ja jåhti aktan boahttsuj váttse jali tjuojga.

source: Intensiiva boazodoallu jođihuvvo.
smj: Intensijvalasj ällosujtto dåjmaduvvá.

source: Bohccot geavahuvvojit fievrridemiide, mielke- ja biergobuvttadeapmái.
smj: Boahttsu anoduvvi fievrrimijda, mielkke- ja bierggobuvtadibmáj.

source: Vuovdeguovllus ovdánahttojuvvo eanet fásta boazodoallu, vuovdeboazodoallu.
smj: Vuovden åvddån ienep årro ällosujtto, vuovddeällosujtto.

source: Ođđaáigásaš veahkkeneavvut
smj: Ådåájggásasj viehkkenävo

source: 1960-rájis lea boazodoallu eanet álgán teknihkalaš veahkkeneavvuid dárbbašit, justte dego iežá oasit servodagas.
smj: 1900-lågon ällosujto ulmme le ienebut bierggobuvtadibmáj ja ekstensijvalasj ällosujtto álggá.

source: Otne leat muohtaskohter ja njealljejuvllat vealtameahttun veahkkeneavvut.
smj: Uddni le muohtavuoján ja nieljevierak ållu dárbulasj viehkkenävo.

source: Helikopter geavahuvvo fievrridemiide ja bohccuid vuojehit muhtin dilálašvuođain.
smj: Vuojedittjat boahttsujt muhtem vidjurijn ja fievrrimijda helikopter anoduvvá.

source: Duottarmáilmmis lea satelihttatelefovdna dárbbašlaš oktavuođaide olgomáilmmiin.
smj: Váren le satelijttatelefåvnnå dárbulasj aktavuodajda väráldijn.

source: Biergobuvttadeapmi
smj: Bierggobuvtadibme

source: Biergobuvttadeapmi lea vuođđun otná ođđaáigásaš boazodollui mii lea areálagáibideaddji.
smj: Dálásj ådåájggasasj ällosujtto vuododuvvá bierggobuvtadibmáj ja le ednamrávkke.

source: Bohccot eai dárbbaš beaivválaš reainnu birra jagi, dat vájaldit veaiddális muhtin áigodagaid.
smj: Boahttsu e bäjvválasj gähtjov jagev birra dárbaha ájnnat li viejton muhtem ájgij.

source: Ruoŧas jođihuvvo boazodoallu Norrbottena, Västerbottena ja Jämtlándda leanain ja maid oasiin Dalarna, Västernorrlándda ja Gävleborga leanain.
smj: Svierigin ällosujtto dåjmaduvvá Norrbottena, Västerbottena ja Jämtlánda lenan, ja Dalarna, Västernorrlánda ja Gävleborga lena muhtem bájkijn.

source: (Gävleborggas gávdnojit dálveguohtuneatnamat maid eananeaiggádat eai dohkkehivčče dakkárin muhto main sámit meidnejit lea guohtunriekti.)
smj: (Gävleborgan gávnnuji dálvveguohtomednama maj birra ednamäjgáda rijddali valla sáme adni guohtomriektá gávnnu.)
